/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "%@ kan ikke åpnes.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "%@ kan ikke åpnes på grunn av et problem.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "Det oppsto et problem for %@.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%1$@ avsluttet uventet under bruk av %2$@-pluginmodulen.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ avsluttet uventet.";

/* button title */
"Agree" = "Godta";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "Ved å klikke på «Godta» samtykker du i at Apple fra tid til annen kan samle inn og bruke denne informasjonen som en del av sine supporttjenester og for å forbedre produktene og tjenestene sine. Denne informasjonen samles inn anonymt. Hvis du vil vite mer om Apples retningslinjer angående personvern, går du til http://www.apple.com/no/legal/privacy.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Kontakt utvikleren for å forsikre deg om at %@ kan brukes sammen med denne versjonen av Mac OS X. Det er mulig du må installere programmet på nytt. Kontroller at du har installert alle tilgjengelige oppdateringer for programmet og Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Klikk på «Send til Apple» for å sende rapporten til Apple. Informasjonen samles inn anonymt.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Klikk på Åpne igjen for å åpne programmet igjen. Denne rapporten vil bli sent til Apple automatisk.";

/* button title */
"Disagree" = "Ikke godta";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "Ikke spør igjen";

/* button title */
"Don\\U2019t Send" = "Ikke send";

/* button title */
"Hide Details" = "Skjul detaljer";

/* button title */
"OK" = "OK";

/* window title - %@ is application name */
"Problem Report for %@" = "Problemrapport for %@";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Oppgi eventuelle trinn som er nødvendige for å gjenskape problemet.";

/* button title */
"Reopen" = "Åpne igjen";

/* button title */
"Send to Apple" = "Send til Apple";

/* button title */
"Show Details" = "Vis detaljer";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "Denne rapporten vil bli sendt til Apple automatisk.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "Kan ikke samle informasjon om systemkonfigurasjonen";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "Bruk App Store til å laste ned %@ på nytt.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "Du kan hjelpe Apple med å forbedre produktene sine ved å sende inn anonym diagnostikk- og bruksinformasjon for datamaskinen.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "Du avsluttet %@ på grunn av et problem.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "Du slo av maskinen på grunn av et problem.";

